import React, { Component } from "react";
import Image from "./Image";

class Content extends Component {
  render() {
    return (
      <>
        <section id="hobbies">
          <h3>Моє хобі:</h3>
          <ul>
            <li>Комп'ютрні ігри</li>
            <li>Фільми</li>
            <li>Шопінг</li>
          </ul>
        </section>

        <section id="movies">
          <h3>Фільми:</h3>
          <ol>
            <li>Один удома</li>
            <li>Крик 1 частина</li>
            <li>Крик 2 частина</li>
          </ol>
        </section>

        <section id="books">
          <h3>Книги:</h3>
          <ol>
            <li>Смерть на Нілі</li>
            <li>Вбивство у «Східному експресі»</li>
            <li>Таємничий суперник</li>
          </ol>
        </section>

        <section id="city">
          <h3>Опис міста Ірпінь:</h3>
          <p>Ірпінь напевно найвподобане місто, де я бувала. Розташований на березі живописної річки Дніпро, він спільно зберігає спадщину старовинного міста та сучасну атмосферу.</p>
          <p>Перш ніж досягти Ірпіня, очі вас зачарують величні ліси та водойми, які обгортають це місце.</p>
          <p>В самому Ірпіні ви зустрінете вуличні кав'ярні, які завжди заповнені сміхом і розмовами друзів. </p>
          <p>Архітектура міста поєднує в собі класичні стилі та сучасний дизайн, створюючи неперевершений атмосферний досвід. Кожен перехожий усміхається один до одного, створюючи відчуття спільності та тепла.</p>
          <p>Що робить Ірпінь ще більш чарівним, це його культурна спадщина.</p>
          <p>Місцеві музеї розповідають цікаві історії про минуле міста, а художні галереї вражають різноманіттям творів мистецтва.</p>
          <p>Щоразу, коли я переступаю поріг Ірпіня, я відчуваю неймовірну енергію цього місця та його незабутній дух.</p>
          <Image />
        </section>
      </>
    );
  }
}

export default Content;
